---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CmPerMin
source: html/57fb6331-bb37-1fba-7767-d2c9079e8d7b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CmPerMin Property

Symbol cm/min, indicating unit Centimeters per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId CmPerMin { get; }
```